{
  "users": [
    {
      "id": "1",
      "firstName": "John",
      "lastName": "Doe",
      "email": "john@example.com",
      "password": "123456"
    },
    {
      "id": "f778",
      "email": "SantaCLaus@test.com",
      "password": "hooHooHoo"
    },
    {
      "id": "4370",
      "email": "roxy_shor@yahoo.com",
      "password": "Testing1212",
      "firstName": "Roxana",
      "lastName": "Manolache"
    },
    {
      "id": "bfb6",
      "email": "nadia@test.com",
      "password": "Enapiena"
    }
  ],
  "books": [
    {
      "id": "adc8",
      "title": "Bees ",
      "author": " Piotr Socha",
      "category": "other",
      "description": "One part science, one part cultural history, and countless parts fascination, Bees celebrates the important role that these intriguing insects have played in our ecosystem throughout the ages. From Athena to Alexander the Great and from Egypt to Ethiopia, Bees explores different methods of beekeeping and uncovers the debt that humans owe this vital species. With beautifully accessible illustrations depicting everything from bee anatomy to the essentials of honey making, readers will be captivated by the endless wonders of this seemingly small speck of the animal kingdom."
    },
    {
      "id": "ee74",
      "title": "Trees ",
      "author": "Piotr Socha, Wojciech Grajkowski",
      "category": "Nature",
      "description": "Part botany, part history, part cultural anthropology--Trees goes beyond the basics to tell readers everything they might want to know about this particular branch of the plant kingdom. Trees explores the important roles trees play in our ecosystem, takes an up-close-and-personal look at the parts of trees (from roots to leaves), and unpacks the cultural impact of trees from classification systems (like family trees) to art forms (like bonsai trees). Looking forward, Trees also addresses the deforestation crisis. Heavily illustrated in the same style as Bees: A Honeyed History, Trees: A Rooted History serves as a beautifully packaged celebration of trees of all kinds."
    },
    {
      "id": "af77",
      "title": "Carl's Snowy Afternoon",
      "author": "Alexandra Day",
      "category": "Seasons",
      "description": "When Madeleine's parents go to the Pond Party, they leave Carl--everyone' favorite Rottweiler--and the baby at home with a babysitter. But Carl and Madeleine have plans of their own--they want to play in the snow. After getting all bundled up, they sneak off to go sledding, build a snowman, and even try sliding on the ice at the pond."
    },
    {
      "id": "4799",
      "title": "Precious Moments: Little Book of Prayers",
      "author": "Jean Fischer",
      "category": "Feelings",
      "description": "Inspire little ones to pray! Precious Moments: Little Book of Prayers is a colorful board book that teaches little ones, ages 2-4, prayers for thankfulness, praise, school, mealtime, and bedtime. Little boys and girls will cherish this addition to their library. Since 1978, Precious Moments has grown into a brand recognized worldwide, with more than 14.5 million books and Bibles sold with Thomas Nelson. Little Book of Prayers is a great gift: For baby showers, adoption parties, baptisms, Easter baskets, birthdays, or holiday gifting To serve as an age appropriate resource for little ones to discover prayers that will become lifetime favorites Families will enjoy the nostalgia of this treasured brand at storytime and bedtime."
    },
    {
      "id": "4f01",
      "title": "Monsters at Christmas",
      "author": " Zanna Davidson",
      "category": "Seasons",
      "description": "It's nearly Christmas and Billy and Ruby are feeling VERY excited. Billy has asked Santa to bring presents for his Mini Monsters and they're very excited too... until they try to help with the decorating and bring down the ENTIRE Christmas tree."
    },
    {
      "id": "a15a",
      "title": "One Little Raindrop: Life Cycles",
      "author": "Lesley Sims",
      "category": "Nature",
      "description": ""
    }
  ]
}